Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# market.data.accessibility.hint.chart
source: Swipe to explore chart values
ar: اسحب لاستكشاف قيم المخطط
bn: চার্টের মান দেখতে সোয়াইপ করুন
bs: Pređite prstom za pregled vrijednosti grafikona
cs: Přejetím prozkoumáte hodnoty grafu
da: Stryg for at udforske diagramværdier
de: Wischen, um Chart-Werte zu erkunden
el: Σύρετε για εξερεύνηση τιμών διαγράμματος
es: Desliza para explorar los valores del gráfico
fa: برای مرور مقادیر نمودار، انگشت بکشید
fi: Pyyhkäise tutkiaksesi kaavion arvoja
fil: Mag-swipe upang tuklasin ang mga halaga ng chart
fr: Balayez pour explorer les valeurs du graphique
he: החלק כדי לסקור ערכי גרף
hi: चार्ट वैल्यू देखने के लिए स्वाइप करें
hr: Povucite za pregled vrijednosti grafikona
hu: Húzza a chart értékeinek felfedezéséhez
hy: Սահեցրեք՝ գրաֆիկի արժեքները դիտելու համար
id: Geser untuk menjelajahi nilai grafik
is: Strjúktu til að skoða gildi á grafinu
it: Scorri per esplorare i valori del grafico
ja: スワイプしてチャートの値を確認
ko: 스와이프하여 차트 값을 탐색하세요
lt: Braukite, kad apžiūrėtumėte grafiko reikšmes
lv: Velciet, lai apskatītu diagrammas vērtības
ms: Leret untuk meneroka nilai carta
my: chart တန်ဖိုးများကြည့်ရန် ပွတ်ဆွဲပါ
nb: Sveip for å utforske diagramverdier
nl: Veeg om grafiekwaarden te verkennen
pl: Przesuń, aby zbadać wartości wykresu
pt_br: Deslize para explorar os valores do gráfico
ro: Glisează pentru a explora valorile graficului
ru: Проведите, чтобы изучить значения графика
sk: Potiahnutím preskúmate hodnoty grafu
sq: Rrëshqit për të eksploruar vlerat e grafikut
sr_latn: Prevucite za pregled vrednosti grafikona
sv: Svep för att utforska diagramvärden
sw: Telezesha kuchunguza thamani za chati
th: ปัดเพื่อดูค่าบนกราฟ
tr: Grafik değerlerini incelemek için kaydırın
uk: Проведіть, щоб переглянути значення графіка
vi: Vuốt để xem các giá trị biểu đồ
zh_hans: 滑动以浏览图表数值
zh_hant: 滑動以探索圖表數值

# market.data.accessibility.label.candlestickChart
source: Candlestick chart, %lld bars, %@ to %@
ar: مخطط شموع، %lld شمعة، من %@ إلى %@
bn: ক্যান্ডেলস্টিক চার্ট, %lld বার, %@ থেকে %@
bs: Svijećni grafikon, %lld svijeća, %@ do %@
cs: Svíčkový graf, %lld svíček, %@ až %@
da: Candlestick-diagram, %lld stearinlys, %@ til %@
de: Candlestick-Chart, %lld Kerzen, %@ bis %@
el: Διάγραμμα κεριών, %lld κεριά, %@ έως %@
es: Gráfico de velas, %lld velas, de %@ a %@
fa: نمودار کندلی، %lld کندل، از %@ تا %@
fi: Kynttiläkaavio, %lld kynttilää, %@ – %@
fil: Candlestick chart, %lld bars, %@ hanggang %@
fr: Graphique en chandeliers, %lld bougies, %@ à %@
he: גרף נרות, %lld נרות, %@ עד %@
hi: कैंडलस्टिक चार्ट, %lld बार्स, %@ से %@
hr: Svijećnjak grafikon, %lld svijeća, %@ do %@
hu: Gyertyatartó chart, %lld gyertya, %@ — %@
hy: Candlestick գրաֆիկ, %lld candle, %@-ից մինչև %@
id: Grafik candlestick, %lld bar, %@ hingga %@
is: Kertagraf, %lld kerti, %@ til %@
it: Grafico a candele, %lld barre, da %@ a %@
ja: ローソク足チャート、%lld本、%@から%@
ko: 캔들스틱 차트, %lld개 봉, %@부터 %@까지
lt: Žvakių grafikas, %lld žvakių, %@ iki %@
lv: Sveču diagramma, %lld sveces, no %@ līdz %@
ms: Carta candlestick, %lld bar, %@ hingga %@
my: Candlestick chart, %lld bars, %@ မှ %@ အထိ
nb: Lysestakediagram, %lld stolper, %@ til %@
nl: Candlestick-grafiek, %lld bars, %@ tot %@
pl: Wykres świecowy, %lld świec, %@ do %@
pt_br: Gráfico de candles, %lld barras, de %@ a %@
ro: Grafic cu lumânări, %lld bare, de la %@ la %@
ru: Свечной график, %lld свечей, %@ — %@
sk: Sviečkový graf, %lld sviec, %@ až %@
sq: Grafik me qirinj, %lld qirinj, %@ deri %@
sr_latn: Svećnjak grafikon, %lld sveća, %@ do %@
sv: Candlestick-diagram, %lld staplar, %@ till %@
sw: Chati ya candlestick, %lld mishumaa, %@ hadi %@
th: กราฟแท่งเทียน, %lld แท่ง, %@ ถึง %@
tr: Mum grafiği, %lld mum, %@ - %@
uk: Свічковий графік, %lld свічок, %@ до %@
vi: Biểu đồ nến, %lld nến, %@ đến %@
zh_hans: K 线图，%lld 根K线，%@至%@
zh_hant: K線圖，%lld 根K線，%@ 至 %@

# market.data.accessibility.label.timeframeSegment
source: Timeframe: %@
ar: الإطار الزمني: %@
bn: টাইমফ্রেম: %@
bs: Interval: %@
cs: Interval: %@
da: Tidsramme: %@
de: Zeitrahmen: %@
el: Χρονικό πλαίσιο: %@
es: Intervalo: %@
fa: تایم‌فریم: %@
fi: Aikajakso: %@
fr: Intervalle : %@
he: טווח זמן: %@
hi: टाइमफ्रेम: %@
hr: Interval: %@
hu: Időtartam: %@
hy: Ժամանակային միջակայք՝ %@
id: Kerangka waktu: %@
is: Tímarammi: %@
ja: 時間足：%@
ko: 시간대: %@
lt: Intervalas: %@
lv: Laika intervāls: %@
ms: Jangka masa: %@
nb: Tidsramme: %@
pl: Interwał: %@
pt_br: Intervalo: %@
ro: Interval: %@
ru: Интервал: %@
sk: Interval: %@
sq: Afati kohor: %@
sr_latn: Interval: %@
sv: Tidsintervall: %@
th: กรอบเวลา: %@
tr: Zaman aralığı: %@
uk: Інтервал: %@
vi: Khung thời gian: %@
zh_hans: 时间周期: %@
zh_hant: 時間週期：%@

# market.data.instrumentPicker.title
source: Select instrument
ar: اختر الأداة
bn: ইনস্ট্রুমেন্ট নির্বাচন করুন
bs: Odaberi instrument
cs: Vyberte instrument
da: Vælg instrument
de: Instrument auswählen
el: Επιλογή μέσου
es: Seleccionar instrumento
fa: انتخاب نماد معاملاتی
fi: Valitse instrumentti
fil: Pumili ng instrument
fr: Sélectionner un instrument
he: בחירת מכשיר
hi: इंस्ट्रूमेंट चुनें
hr: Odaberi instrument
hu: Instrumentum választása
hy: Ընտրել գործիքը
id: Pilih instrumen
is: Veldu gerning
it: Seleziona strumento
ja: 銘柄を選択
ko: 종목 선택
lt: Pasirinkite instrumentą
lv: Izvēlieties instrumentu
ms: Pilih instrumen
my: instrument ရွေးပါ
nb: Velg instrument
nl: Selecteer instrument
pl: Wybierz instrument
pt_br: Selecionar instrumento
ro: Selectează instrumentul
ru: Выберите инструмент
sk: Vyberte nástroj
sq: Zgjidh instrumentin
sr_latn: Izaberi instrument
sv: Välj instrument
sw: Chagua instrument
th: เลือกตราสาร
tr: Enstrüman seçin
uk: Вибрати інструмент
vi: Chọn công cụ
zh_hans: 选择交易品种
zh_hant: 選擇交易品種

# market.data.loading
source: Loading market data…
ar: جارٍ تحميل بيانات السوق…
bn: বাজার ডেটা লোড হচ্ছে…
bs: Učitavanje tržišnih podataka…
cs: Načítání tržních dat…
da: Indlæser markedsdata…
de: Marktdaten werden geladen…
el: Φόρτωση δεδομένων αγοράς…
es: Cargando datos de mercado…
fa: در حال بارگذاری داده‌های بازار…
fi: Ladataan markkinatietoja…
fil: Naglo-load ng market data…
fr: Chargement des données de marché…
he: טוען נתוני שוק…
hi: मार्केट डेटा लोड हो रहा है…
hr: Učitavanje tržišnih podataka…
hu: Piaci adatok betöltése…
hy: Շուկայի տվյալները բեռնվում են…
id: Memuat data pasar…
is: Hleður markaðsgögnum…
it: Caricamento dati di mercato…
ja: 市場データを読み込み中…
ko: 시장 데이터 불러오는 중…
lt: Įkeliami rinkos duomenys…
lv: Notiek tirgus datu ielāde…
ms: Memuatkan data pasaran…
my: market data ဖွင့်နေသည်…
nb: Laster markedsdata…
nl: Marktdata laden…
pl: Ładowanie danych rynkowych…
pt_br: Carregando dados de mercado…
ro: Se încarcă datele de piață…
ru: Загрузка рыночных данных…
sk: Načítavanie trhových údajov…
sq: Po ngarkohen të dhënat e tregut…
sr_latn: Učitavanje tržišnih podataka…
sv: Laddar marknadsdata…
sw: Inapakia market data...
th: กำลังโหลดข้อมูลตลาด…
tr: Piyasa verileri yükleniyor…
uk: Завантаження ринкових даних…
vi: Đang tải dữ liệu thị trường…
zh_hans: 正在加载市场数据…
zh_hant: 正在載入市場數據…

# market.data.metric.change24h
source: 24h change
ar: تغير 24 ساعة
bn: 24h পরিবর্তন
bs: Promjena 24h
cs: Změna 24h
da: 24t ændring
de: 24h-Änderung
el: Μεταβολή 24ω
es: Cambio 24h
fa: تغییر 24ساعته
fi: 24 h muutos
fil: Pagbabago 24h
fr: Variation 24h
he: שינוי 24h
hi: 24 घंटे का बदलाव
hr: Promjena 24h
hu: 24ó változás
hy: 24ժ փոփոխություն
id: Perubahan 24j
is: 24 klst. breyting
it: Variazione 24h
ja: 24時間変化
ko: 24시간 변동
lt: 24 val. pokytis
lv: 24h izmaiņas
ms: Perubahan 24j
my: 24h ပြောင်းလဲမှု
nb: Endring 24t
nl: 24u-verandering
pl: Zmiana 24h
pt_br: Variação 24h
ro: Variație 24h
ru: Изменение за 24ч
sk: Zmena 24h
sq: Ndryshim 24h
sr_latn: Promena 24h
sv: Förändring 24h
sw: Mabadiliko 24h
th: การเปลี่ยนแปลง 24ชม.
tr: 24s değişim
uk: Зміна 24г
vi: Thay đổi 24h
zh_hans: 24小时涨跌
zh_hant: 24小時變動

# market.data.metric.close
source: Close
ar: الإغلاق
bn: ক্লোজ
bs: Zatvaranje
cs: Uzavření
da: Luk
de: Schluss
el: Κλείσιμο
es: Cierre
fa: بسته‌شدن
fi: Päätös
fr: Clôture
he: סגירה
hi: क्लोज़
hr: Zatvaranje
hu: Záró
hy: Փակում
id: Tutup
is: Lokaverð
it: Chiusura
ja: 終値
ko: 종가
lt: Uždarymas
lv: Slēgšana
ms: Tutup
my: အပိတ်
nb: Slutt
nl: Slot
pl: Zamknięcie
pt_br: Fechamento
ro: Închidere
ru: Закрытие
sk: Zatvorenie
sq: Mbyllja
sr_latn: Zatvaranje
sv: Stängning
th: ราคาปิด
tr: Kapanış
uk: Закриття
vi: Đóng
zh_hans: 收盘价
zh_hant: 收盤

# market.data.metric.high
source: High
ar: الأعلى
bn: সর্বোচ্চ
bs: Najviše
cs: Maximum
da: Højeste
de: Hoch
el: Υψηλό
es: Máximo
fa: بیشترین
fi: Korkein
fr: Plus haut
he: גבוה
hi: हाई
hr: Najviše
hu: Legmagasabb
hy: Առավելագույն
id: Tertinggi
is: Hæsta
it: Massimo
ja: 高値
ko: 고가
lt: Aukščiausia
lv: Augstākā
ms: Tertinggi
my: အမြင့်ဆုံး
nb: Høyeste
nl: Hoog
pl: Najwyższy
pt_br: Máxima
ro: Maxim
ru: Максимум
sk: Najvyššia
sq: I lartë
sr_latn: Najviše
sv: Högsta
th: สูงสุด
tr: En yüksek
uk: Максимум
vi: Cao nhất
zh_hans: 最高价
zh_hant: 最高

# market.data.metric.low
source: Low
ar: الأدنى
bn: সর্বনিম্ন
bs: Najniže
cs: Minimum
da: Laveste
de: Tief
el: Χαμηλό
es: Mínimo
fa: کمترین
fi: Matalin
fr: Plus bas
he: נמוך
hi: लो
hr: Najniže
hu: Legalacsonyabb
hy: Նվազագույն
id: Terendah
is: Lægsta
it: Minimo
ja: 安値
ko: 저가
lt: Žemiausia
lv: Zemākā
ms: Terendah
my: အနိမ့်ဆုံး
nb: Laveste
nl: Laag
pl: Najniższy
pt_br: Mínima
ro: Minim
ru: Минимум
sk: Najnižšia
sq: I ulët
sr_latn: Najniže
sv: Lägsta
th: ต่ำสุด
tr: En düşük
uk: Мінімум
vi: Thấp nhất
zh_hans: 最低价
zh_hant: 最低

# market.data.metric.open
source: Open
ar: الافتتاح
bn: ওপেন
bs: Otvaranje
cs: Otevření
da: Åbn
de: Eröffnung
el: Άνοιγμα
es: Apertura
fa: بازشدن
fi: Avaus
fr: Ouverture
he: פתיחה
hi: ओपन
hr: Otvaranje
hu: Nyitó
hy: Բացում
id: Buka
is: Opnunarverð
it: Apertura
ja: 始値
ko: 시가
lt: Atidarymas
lv: Atvēršana
ms: Buka
my: အဖွင့်
nb: Åpning
pl: Otwarcie
pt_br: Abertura
ro: Deschidere
ru: Открытие
sk: Otvorenie
sq: Hapja
sr_latn: Otvaranje
sv: Öppning
th: ราคาเปิด
tr: Açılış
uk: Відкриття
vi: Mở
zh_hans: 开盘价
zh_hant: 開盤

# market.data.metric.volume
source: Volume
ar: الحجم
bn: ভলিউম
bs: Volumen
cs: Objem
da: Volumen
de: Volumen
el: Όγκος
es: Volumen
fa: حجم
fi: Volyymi
he: ווליום
hi: वॉल्यूम
hr: Volumen
hu: Volumen
hy: Ծավալ
is: Velta
ja: 出来高
ko: 거래량
lt: Apyvarta
lv: Apjoms
ms: Volum
nb: Volum
pl: Wolumen
ro: Volum
ru: Объём
sk: Objem
sq: Volum
sr_latn: Volumen
sv: Volym
th: ปริมาณ
tr: Hacim
uk: Обсяг
vi: Khối lượng
zh_hans: 成交量
zh_hant: 成交量

# market.data.navTitle
source: Market data
ar: بيانات السوق
bn: বাজার ডেটা
bs: Tržišni podaci
cs: Tržní data
da: Markedsdata
de: Marktdaten
el: Δεδομένα αγοράς
es: Datos de mercado
fa: داده‌های بازار
fi: Markkinatiedot
fr: Données de marché
he: נתוני שוק
hi: मार्केट डेटा
hr: Tržišni podaci
hu: Piaci adatok
hy: Շուկայի տվյալներ
id: Data pasar
is: Markaðsgögn
it: Dati di mercato
ja: 市場データ
ko: 시장 데이터
lt: Rinkos duomenys
lv: Tirgus dati
ms: Data pasaran
nb: Markedsdata
nl: Marktdata
pl: Dane rynkowe
pt_br: Dados de mercado
ro: Date de piață
ru: Рыночные данные
sk: Trhové údaje
sq: Të dhëna tregu
sr_latn: Tržišni podaci
sv: Marknadsdata
th: ข้อมูลตลาด
tr: Piyasa verileri
uk: Ринкові дані
vi: Dữ liệu thị trường
zh_hans: 市场数据
zh_hant: 市場數據

# common.position.label
source: Position
ar: المركز
bn: পজিশন
bs: Pozicija
cs: Pozice
el: Θέση
es: Posición
fa: موقعیت
fi: Positio
he: פוזיציה
hi: पोज़ीशन
hr: Pozicija
hu: Pozíció
hy: Դիրք
id: Posisi
is: Staða
it: Posizione
ja: ポジション
ko: 포지션
lt: Pozicija
lv: Pozīcija
ms: Posisi
nb: Posisjon
nl: Positie
pl: Pozycja
pt_br: Posição
ro: Poziție
ru: Позиция
sk: Pozícia
sq: Pozicion
sr_latn: Pozicija
th: สถานะ
tr: Pozisyon
uk: Позиція
vi: Vị thế
zh_hans: 仓位
zh_hant: 倉位

# common.averagePrice.label
source: Average price
ar: متوسط السعر
bn: গড় মূল্য
bs: Prosječna cijena
cs: Průměrná cena
da: Gennemsnitspris
de: Durchschnittspreis
el: Μέση τιμή
es: Precio promedio
fa: میانگین قیمت
fi: Keskihinta
fr: Prix moyen
he: מחיר ממוצע
hi: औसत प्राइस
hr: Prosječna cijena
hu: Átlagár
hy: Միջին գին
id: Harga rata-rata
is: Meðalverð
it: Prezzo medio
ja: 平均価格
ko: 평균 가격
lt: Vidutinė kaina
lv: Vidējā cena
ms: Harga purata
my: ပျမ်းမျှဈေး
nb: Gjennomsnittspris
nl: Gemiddelde prijs
pl: Średnia cena
pt_br: Preço médio
ro: Preț mediu
ru: Средняя цена
sk: Priemerná cena
sq: Çmim mesatar
sr_latn: Prosečna cena
sv: Genomsnittspris
sw: Bei ya wastani
th: ราคาเฉลี่ย
tr: Ortalama fiyat
uk: Середня ціна
vi: Giá trung bình
zh_hans: 均价
zh_hant: 平均價格

# trading.trailingStop.section.trailingStop
source: Trailing stop
ar: الوقف المتحرك
bn: ট্রেইলিং স্টপ
he: סטופ נגרר
hi: ट्रेलिंग स्टॉप
ja: トレーリングストップ
ko: 트레일링 스탑
zh_hans: 追踪止损
zh_hant: 追蹤止損

# market.entry.subtitle
source: Live candles · cross-exchange
ar: شموع مباشرة · عبر البورصات
bn: লাইভ ক্যান্ডেল · ক্রস-এক্সচেঞ্জ
bs: Svijeće uživo · više berzi
cs: Živé svíčky · napříč burzami
da: Live stearinlys · på tværs af børser
de: Live-Kerzen · börsenübergreifend
el: Ζωντανά κεριά · διασταυρούμενα από ανταλλακτήρια
es: Velas en vivo · multi-exchange
fa: کندل‌های زنده · بین‌صرافی
fi: Live-kynttilät · monipörssinen
fr: Bougies en direct · multi-bourses
he: נרות בזמן אמת · בין בורסות
hi: लाइव कैंडल्स · क्रॉस-एक्सचेंज
hr: Svijeće uživo · više burzi
hu: Élő gyertyák · több tőzsdén
hy: Ուղիղ candle-ներ · միջբորսայական
id: Candle langsung · lintas-bursa
is: Rauntímakerti · milli kauphalla
it: Candele in tempo reale · multi-exchange
ja: リアルタイムローソク足・複数取引所
ko: 실시간 캔들 · 크로스 거래소
lt: Tiesioginės žvakės · keliose biržose
lv: Tiešās sveces · starpbiržu
ms: Candle langsung · merentas-bursa
nb: Live lys · på tvers av børser
pl: Świece na żywo · wielogiełdowe
pt_br: Candles ao vivo · multi-exchange
ro: Lumânări live · multi-bursă
ru: Свечи в реальном времени · мультибиржевые
sk: Živé sviečky · medzi burzami
sq: Qirinj drejtpërdrejt · ndër-bursore
sr_latn: Sveće uživo · više berzi
sv: Live-stakar · flera börser
sw: Candles live - cross-exchange
th: แท่งเทียนเรียลไทม์ · ข้ามกระดานเทรด
tr: Canlı mumlar · borsalar arası
uk: Живі свічки · крос-біржові
vi: Nến trực tiếp · liên sàn
zh_hans: 实时K线 · 跨交易所
zh_hant: 即時K線 · 跨交易所

# market.data.timeframe.label
source: Timeframe
ar: الإطار الزمني
bn: টাইমফ্রেম
bs: Interval
cs: Interval
da: Tidsramme
de: Zeitrahmen
el: Χρονικό πλαίσιο
es: Intervalo
fa: تایم‌فریم
fi: Aikajakso
fr: Intervalle
he: טווח זמן
hi: टाइमफ्रेम
hr: Interval
hu: Időtartam
hy: Ժամանակային միջակայք
id: Kerangka waktu
is: Tímarammi
ja: 時間足
ko: 시간대
lt: Intervalas
lv: Laika intervāls
ms: Jangka masa
nb: Tidsramme
pl: Interwał
pt_br: Intervalo
ro: Interval
ru: Интервал
sk: Interval
sq: Afat kohor
sr_latn: Interval
sv: Tidsintervall
th: กรอบเวลา
tr: Zaman aralığı
uk: Інтервал
vi: Khung thời gian
zh_hans: 时间周期
zh_hant: 時間週期

# notifications.devicePref.accessibility.label.scopePicker
source: Scope: %@
ar: النطاق: %@
bn: স্কোপ: %@
bs: Opseg: %@
cs: Rozsah: %@
da: Område: %@
de: Bereich: %@
el: Πεδίο: %@
es: Ámbito: %@
fa: دامنه: %@
fi: Laajuus: %@
fr: Portée : %@
he: טווח: %@
hi: स्कोप: %@
hr: Opseg: %@
hu: Hatókör: %@
hy: Շրջանակ՝ %@
id: Cakupan: %@
is: Umfang: %@
it: Ambito: %@
ja: 範囲：%@
ko: 범위: %@
lt: Apimtis: %@
lv: Tvērums: %@
ms: Skop: %@
nb: Omfang: %@
nl: Bereik: %@
pl: Zakres: %@
pt_br: Escopo: %@
ro: Domeniu: %@
ru: Область: %@
sk: Rozsah: %@
sq: Fushëveprimi: %@
sr_latn: Opseg: %@
sv: Omfattning: %@
sw: Wigo: %@
th: ขอบเขต: %@
tr: Kapsam: %@
uk: Область: %@
vi: Phạm vi: %@
zh_hans: 范围: %@
zh_hant: 範圍：%@

# notifications.devicePref.alertType.label
source: Alert type
ar: نوع التنبيه
bn: অ্যালার্টের ধরন
bs: Vrsta upozorenja
cs: Typ upozornění
da: Alarmtype
de: Alarmtyp
el: Τύπος ειδοποίησης
es: Tipo de alerta
fa: نوع هشدار
fi: Hälytyksen tyyppi
fil: Uri ng alerto
fr: Type d'alerte
he: סוג התראה
hi: अलर्ट प्रकार
hr: Vrsta upozorenja
hu: Riasztás típusa
hy: Ազդանշանի տեսակ
id: Tipe peringatan
is: Tegund viðvörunar
it: Tipo di allerta
ja: アラートタイプ
ko: 알림 유형
lt: Įspėjimo tipas
lv: Brīdinājuma veids
ms: Jenis amaran
my: အချက်ပေးချက်အမျိုးအစား
nb: Varseltype
pl: Typ alertu
pt_br: Tipo de alerta
ro: Tip de alertă
ru: Тип оповещения
sk: Typ upozornenia
sq: Lloji i sinjalizimit
sr_latn: Vrsta upozorenja
sv: Larmtyp
sw: Aina ya arifa
th: ประเภทการแจ้งเตือน
tr: Uyarı türü
uk: Тип сповіщення
vi: Loại cảnh báo
zh_hans: 提醒类型
zh_hant: 警示類型

# notifications.devicePref.minPriority.label
source: Minimum priority
ar: الحد الأدنى للأولوية
bn: ন্যূনতম অগ্রাধিকার
bs: Minimalni prioritet
cs: Minimální priorita
da: Minimumsprioritet
de: Mindestpriorität
el: Ελάχιστη προτεραιότητα
es: Prioridad mínima
fa: حداقل اولویت
fi: Vähimmäisprioriteetti
fr: Priorité minimale
he: עדיפות מינימלית
hi: न्यूनतम प्राथमिकता
hr: Minimalni prioritet
hu: Minimális prioritás
hy: Նվազագույն առաջնահերթություն
id: Prioritas minimum
is: Lágmarksforgangur
it: Priorità minima
ja: 最低優先度
ko: 최소 우선순위
lt: Mažiausias prioritetas
lv: Minimālā prioritāte
ms: Keutamaan minimum
my: အနည်းဆုံး ဦးစားပေးမှု
nb: Minimumsprioritet
nl: Minimale prioriteit
pl: Minimalny priorytet
pt_br: Prioridade mínima
ro: Prioritate minimă
ru: Минимальный приоритет
sk: Minimálna priorita
sq: Prioritet minimal
sr_latn: Minimalni prioritet
sv: Minimal prioritet
sw: Kipaumbele cha chini
th: ลำดับความสำคัญขั้นต่ำ
tr: Minimum öncelik
uk: Мінімальний пріоритет
vi: Mức ưu tiên tối thiểu
zh_hans: 最低优先级
zh_hant: 最低優先級

# notifications.devicePref.muteShortcut.1hour
source: 1 hour
ar: ساعة واحدة
bn: 1 ঘণ্টা
bs: 1 sat
cs: 1 hod.
da: 1 time
de: 1 Std.
el: 1 ώρα
es: 1 hora
fa: 1 ساعت
fi: 1 tunti
fil: 1 oras
fr: 1 heure
he: שעה אחת
hi: 1 घंटा
hr: 1 sat
hu: 1 óra
hy: 1 ժամ
id: 1 jam
is: 1 klst
it: 1 ora
ja: 1時間
ko: 1시간
lt: 1 val.
lv: 1 stunda
ms: 1 jam
my: 1 နာရီ
nb: 1 time
nl: 1 uur
pl: 1 godz.
pt_br: 1 hora
ro: 1 oră
ru: 1 час
sk: 1 hod.
sq: 1 orë
sr_latn: 1 sat
sv: 1 tim
sw: Saa 1
th: 1 ชม.
tr: 1 saat
uk: 1 год
vi: 1 giờ
zh_hans: 1 小时
zh_hant: 1 小時

# notifications.devicePref.muteShortcut.30min
source: 30 min
ar: 30 دقيقة
bn: 30 মিনিট
el: 30 λεπτά
fa: 30 دقیقه
he: 30 דקות
hi: 30 मिनट
hu: 30 perc
hy: 30 րոպե
id: 30 mnt
is: 30 mín
ja: 30分
ko: 30분
my: 30 မိနစ်
ru: 30 мин
sw: Dakika 30
th: 30 นาที
tr: 30 dk
uk: 30 хв
vi: 30 phút
zh_hans: 30 分钟
zh_hant: 30 分鐘

# notifications.devicePref.muteShortcut.5min
source: 5 min
ar: 5 دقائق
bn: 5 মিনিট
el: 5 λεπτά
fa: 5 دقیقه
he: 5 דקות
hi: 5 मिनट
hu: 5 perc
hy: 5 րոպե
id: 5 mnt
is: 5 mín
ja: 5分
ko: 5분
my: 5 မိနစ်
ru: 5 мин
sw: Dakika 5
th: 5 นาที
tr: 5 dk
uk: 5 хв
vi: 5 phút
zh_hans: 5 分钟
zh_hant: 5 分鐘

# notifications.devicePref.muteShortcut.custom
source: Custom…
ar: مخصص…
bn: কাস্টম…
bs: Prilagođeno…
cs: Vlastní…
da: Tilpasset…
de: Benutzerdefiniert…
el: Προσαρμοσμένο…
es: Personalizado…
fa: سفارشی…
fi: Mukautettu…
fr: Personnalisé…
he: מותאם…
hi: कस्टम…
hr: Prilagođeno…
hu: Egyéni…
hy: Անհատական…
id: Kustom…
is: Sérsniðið…
it: Personalizzato…
ja: カスタム…
ko: 사용자 지정…
lt: Pasirinktinis…
lv: Pielāgots…
ms: Tersuai…
my: စိတ်ကြိုက်…
nb: Egendefinert…
nl: Aangepast…
pl: Niestandardowy…
pt_br: Personalizado…
ro: Personalizat…
ru: Свой…
sk: Vlastné…
sq: E personalizuar…
sr_latn: Prilagođeno…
sv: Anpassad…
sw: Maalum...
th: กำหนดเอง…
tr: Özel…
uk: Користувацький…
vi: Tùy chỉnh…
zh_hans: 自定义…
zh_hant: 自訂…

# notifications.devicePref.muteUntil.label
source: Mute until
ar: كتم حتى
bn: এই সময় পর্যন্ত মিউট
bs: Utišaj do
cs: Ztlumit do
da: Sluk lyd indtil
de: Stumm bis
el: Σίγαση έως
es: Silenciar hasta
fa: بی‌صدا تا
fi: Mykistä kunnes
fil: I-mute hanggang
fr: Couper le son jusqu'à
he: השתקה עד
hi: इस समय तक म्यूट
hr: Utišaj do
hu: Némítás eddig
hy: Լռեցնել մինչև
id: Bisukan hingga
is: Þagga til
it: Silenzia fino a
ja: ミュート期限
ko: 음소거 종료 시각
lt: Nutildyti iki
lv: Apklusināt līdz
ms: Bisukan sehingga
my: ဤအချိန်အထိ mute
nb: Demp til
nl: Dempen tot
pl: Wycisz do
pt_br: Silenciar até
ro: Silențios până la
ru: Заглушить до
sk: Stlmiť do
sq: Hesht deri më
sr_latn: Utišaj do
sv: Tysta till
sw: Nyamazisha hadi
th: ปิดเสียงจนถึง
tr: Sessize alma süresi
uk: Вимкнути звук до
vi: Tắt tiếng đến
zh_hans: 静音至
zh_hant: 靜音至

# notifications.devicePref.navTitle
source: Device preference
ar: تفضيل الجهاز
bn: ডিভাইস পছন্দ
bs: Postavke uređaja
cs: Předvolba zařízení
da: Enhedsindstillinger
de: Geräteeinstellung
el: Προτίμηση συσκευής
es: Preferencias del dispositivo
fa: تنظیم دستگاه
fi: Laiteasetukset
fil: Preference ng device
fr: Préférences de l'appareil
he: העדפת מכשיר
hi: डिवाइस प्रेफरेंस
hr: Postavke uređaja
hu: Eszközbeállítás
hy: Սարքի նախապատվություն
id: Preferensi perangkat
is: Stilling tækis
it: Preferenze dispositivo
ja: デバイス設定
ko: 기기 환경설정
lt: Įrenginio nuostatos
lv: Ierīces preference
ms: Keutamaan peranti
my: စက်ပစ္စည်း preference
nb: Enhetsinnstilling
nl: Apparaatvoorkeur
pl: Preferencja urządzenia
pt_br: Preferência do dispositivo
ro: Preferință dispozitiv
ru: Настройки устройства
sk: Predvoľby zariadenia
sq: Preferenca e pajisjes
sr_latn: Podešavanja uređaja
sv: Enhetsinställning
sw: Mapendeleo ya kifaa
th: การตั้งค่าอุปกรณ์
tr: Cihaz tercihi
uk: Налаштування пристрою
vi: Tùy chọn thiết bị
zh_hans: 设备偏好
zh_hant: 裝置偏好

# notifications.devicePref.operatorPicker.title
source: Operator
ar: المشغل
bn: অপারেটর
bs: Operater
cs: Operátor
da: Operatør
es: Operador
fa: اپراتور
fi: Operaattori
fr: Opérateur
he: אופרטור
hi: ऑपरेटर
hu: Operátor
hy: Օպերատոր
is: Rekstraraðili
it: Operatore
ja: オペレーター
ko: 오퍼레이터
lt: Operatorius
lv: Operators
nb: Operatør
pt_br: Operador
ru: Оператор
sk: Operátor
sr_latn: Operater
sv: Operatör
th: โอเปอเรเตอร์
tr: Operatör
uk: Оператор
vi: Người vận hành
zh_hans: 运营方
zh_hant: 操作員

# notifications.devicePref.quietHours.from
source: From
ar: من
bn: থেকে
bs: Od
cs: Od
da: Fra
de: Von
el: Από
es: Desde
fa: از
fi: Alkaen
fil: Mula
fr: De
he: מ
hi: से
hr: Od
hu: Kezdés
hy: Սկսած
id: Dari
is: Frá
it: Da
ja: 開始
ko: 시작
lt: Nuo
lv: No
ms: Dari
my: မှ
nb: Fra
nl: Van
pl: Od
pt_br: De
ro: De la
ru: С
sk: Od
sq: Nga
sr_latn: Od
sv: Från
sw: Kuanzia
th: จาก
tr: Başlangıç
uk: Від
vi: Từ
zh_hans: 从
zh_hant: 由

# notifications.devicePref.quietHours.label
source: Quiet hours
ar: ساعات الهدوء
bn: নীরব সময়
bs: Tihi sati
cs: Tiché hodiny
da: Stille timer
de: Ruhezeiten
el: Ώρες ησυχίας
es: Horas de silencio
fa: ساعات سکوت
fi: Hiljaiset tunnit
fr: Heures silencieuses
he: שעות שקטות
hi: शांत घंटे
hr: Tihi sati
hu: Csendes órák
hy: Լռության ժամեր
id: Jam tenang
is: Kyrrðartímar
it: Ore di silenzio
ja: サイレント時間
ko: 무음 시간
lt: Tylos valandos
lv: Klusās stundas
ms: Waktu senyap
my: ငြိမ်သက်ချိန်
nb: Stille timer
nl: Stille uren
pl: Godziny ciszy
pt_br: Horário silencioso
ro: Ore silențioase
ru: Тихие часы
sk: Tiché hodiny
sq: Orë qetësie
sr_latn: Tihi sati
sv: Tysta timmar
sw: Saa za utulivu
th: ช่วงเวลางดรบกวน
tr: Sessiz saatler
uk: Години тиші
vi: Giờ yên tĩnh
zh_hans: 免打扰时段
zh_hant: 靜音時段

# notifications.devicePref.quietHours.to
source: To
ar: إلى
bn: পর্যন্ত
bs: Do
cs: Do
da: Til
de: Bis
el: Έως
es: Hasta
fa: تا
fi: Saakka
fil: Hanggang
fr: À
he: עד
hi: तक
hr: Do
hu: Vége
hy: Մինչև
id: Hingga
is: Til
it: A
ja: 終了
ko: 종료
lt: Iki
lv: Līdz
ms: Hingga
my: သို့
nb: Til
nl: Tot
pl: Do
pt_br: Até
ro: Până la
ru: До
sk: Do
sq: Deri
sr_latn: Do
sv: Till
sw: Hadi
th: ถึง
tr: Bitiş
uk: До
vi: Đến
zh_hans: 至
zh_hant: 至
